/**
 * Created by Linwei on 2016/8/25.
 */
var ch = {
    "trans": {
        "1104": "用户名只允许输入数字字母下划线",
        "1107": "两次密码检查不一致",
        "1106": "邮箱不允许为空",
        "200": "注册成功",
        "1101": "用户已存在",
        "1105": "账号不允许为空",
        "1108": "密码不允许为空",
        "1109": "用户名长度小于6位",
        "1110": "用户名长度大于30位",
        "1111": "密码小于7位",
        "1112": "请输入正确的邮箱地址",
        "1001":"用户名不存在",
        "1002":"密码错误",
        "1103":"密码输入错误多次",
        "1004":"请输入用户名",
        "1005":"请输入密码"
    }
};